Repository: taliRabinvovitz/BVL-webSite
Catalog: BVL/Resource/RAbout.*.resx
Languages: he

source: About
he: אודות

# about1
source: Kollel Bais Vaad L’Chacamim was founded in the Ramat Shlomo neighborhood about twelve years ago by ten Talmidei Chachamim, with a vision for it to become a “Bais Vaad L’Chachamim” - a haven for great Torah Scholars, Marbitzei Torahand Mechabrei Sefarim. Over the years, an elite group of the highest-esteemed Talmidei Chachamim from throughout Yerushalayim and its surrounding have gathered in the Kollel’s Bais Medrash. Most of the Lomdim are Morei Horaah who have been, and still are, teaching Torah in the most prominent Yeshivos in Town, including Mir, Chevron, Ateres Yisroel, B’er Yaakov, and many more. The Kollel has made it’s name known as an important Makom Torah, having many esteemed Talmidei Chachamim knocking on its doors, asking to be a part of the Beis Medrash. Beis Vaad L’Chachamim is one of the Batei Medrash closest to the pure hearts of the Gedolei Hador, Rav Yaakov Edelstein zt”l, Rav Moshe Shapira zt”l, Yibadel Lechaim Tovim Rav Baruch Mordechei Ezrachi, shlita, Rosh Yeshivas Ateres Yisroel and Rav Baruch Dov Povarski, shlita, Rosh Yeshivas Ponevezh, who put much eﬀort into the Kollel and its Talmidim
he: בית המדרש "בית ועד לחכמים" נוסד בעיה"ק ירושלים לפני כ13 שנה, על ידי עשרה תלמידי חכמים, מתוך חזון להפכו ל"בית ועד לחכמים" כמשמעו, מקום ועד לת"ח, גדולי תורה מרביצי תורה מורי הוראה ומחברי ספרים. במהלך השנים, התאספה קבוצת עילית של תלמידי חכמים מרחבי ירושלים לביהמ"ד. רבים מהלומדים הינם מחברי ספרים, מגידי שיעורים, מורי הוראה, ובעיקר מרביצי תורה בעבר ובהווה בישיבות החשובות כדוגמת מיר, חברון, עטרת ישראל, באר יעקב ועוד. הכולל נחשב לאחד ממקומות התורה המיוחדים בעיה"ק, כאשר ת"ח חשובים מתדפקים על דלתו, ומבקשים להצטרף ולהיות חלק מבית המדרש. בית ועד לחכמים הוא מבתי המדרש החשובים, הקרובים לליבם של גדולי הדור: הגאון רבי יעקב אדלשטיין זצ"ל, הגאון רבי משה שפירא זצ"ל, ויבדלו לחיים טובים הגאון רבי ברוך מרדכי אזרחי שליט"א ראש ישיבת "עטרת ישראל" והגאון רבי ברוך דוב פוברסקי שליט"א ראש ישיבת "פוניבז'", המתמסרים למען הכולל ולומדיו

# abouttitle2
source: A GATHERING OF TALMIDEI CHACHAMIM
he: התאספות תלמידי חכמים

# abouttitlt
source: The Backstory
he: הכולל

# Goal
source: MAKING TORAH GREAT
he: התורה כמטרה

# InNumbers
source: The Kollel In Numbers
he: הכולל במספרים

# KollelName
source: Beis Vaad L'Chachamim
he: בית וועד לחכמים

# learning1
source: Learning in the Kollel
he: הלימוד בכולל

# learning2
source: LEARNING AND TEACHING
he: ללמוד וללמד

# learning3
source: As the Kollel Beis Vaad L’Chachamim is meant for Talmidei Chachamim who have filled their knowledge with Shas and Poskim, the learning is performed at the manner of “Libo Chafetz” - each scholar or Chavrusa learns what his heart desires. With time, though, the Bais Medrash formed Chaburos that participate in different subjects of Shas. Besides the general learning, regular Shiurim are given in the Beis Medrash by its Lomdim on certain subjects. These Shiurim include Halachos of Talmud Torah and Melamdim, Kibud Av V’em, Krias
he: הלומדים ב "בית ועד לחכמים" הינם תלמידי חכמים מבוגרים שכבר מילאו כרסם בש"ס ובפוסקים. משום כך הלימוד בכולל הינו בדרך "ליבו חפץ", בו כל אחד מן הלומדים וכל "חבורה" לומדים את שברצונם ללמוד, ובמשך הזמן נוצרו בבית המדרש "חברותות" ו"חבורות" רבות העוסקות בכל מקצועות הש"ס מלבד הלימוד הכללי, נמסרים בבית המדרש כסדר שיעורים בנושאים שונים, ע"י הלומדים. השיעורים כללו במשך השנים עיון בהלכות שונות כגון: תלמוד תורה, כיבוד אב ואם, קריאת שמע, תפילה, ספר תורה,צדקה, מזוזה ועוד

# learning4
source: Shema, Tefila, Sefer Torah, Mezuza and much more. This past year, by the encouragement of HaGaon Rav Moshe Shapira, zt”l, Shiurim were given about the duty of Hishtadlus and Bitachon according to Halacha. The Shiurim are all given by the Lomdim themselves, which transformed the Kollel from individule Scholars to a Chabura that learns togetherer with unity and passion. To this day the Bais Hamedrash has published seven files of Chidushei Torah, aside from a regular file which is put together each Erev Yom Tov, addressing Inyanei D’yoma, published in Eretz Yisroel and in Monsey.
he: גם הלכות "מוכרות" פחות נלמדו במסגרת זו, לדוגמא, בתקופה מסוימת, בעידוד הגאון רבי משה שפירא זצ"ל, נמסרו סדרת שיעורים על חובת ההשתדלות והבטחון וגדריה על פי ההלכה. השיעורים ניתנים ע"י הלומדים בעצמם, מה שהפך את הכולל מקיבוץ לומדים בודדים, לחבורה מגובשת הלומדת באחדות ובדיבוק חברים עד היום, בית המדרש הוציא לאור שמונה חוברות של חידושי תורה, בשם "בית ועד לחכמים" בשלל הנושאים הנלמדים בבית המדרש. ומלבד זה מידי ערב חג מופיע קובץ חידו"ת בענייני דיומא בשם "ויעודם", הקובץ מתפרסם בארץ ישראל ובמאנסי ניו יורק

# RoshKolel
source: The Rosh Kollel
he: ראש הכולל

# RoshKolel2
source: MAKING TORAH GREAT
he: להגדיל תורה ולהאדירה

# RoshKolel3
source: The Rosh Kollel Rav Chaim Mordechei Shapira, shlita, was born and raised in Yerushalayim, and learned in Yeshivas Ateres Yisroel. He is known as one of the beloved Talmidim of the Rosh Yeshiva, HaRav Baruch Mordechei Ezrachi, shlita. After marrying the daughter of the great Dayan Rav Shlomo Dichovski, shlita, he learned in the Bais Medrash of Ramat HaSharon by HaGaon Rav Yaakov Eidelstein, zt”l. After that he studied in Yerushalayim in Beis Medrash Taharos, where he still learns Seder Sheni. Through the years he retained a special, close relationship with Hagaon Harav Moshe Shapira, zt”l, who held him very dear. Already in his young Yeshiva years, Rav Chaim Mordechei wrote and published Sefarim like Sefer Hazikaron Bris Avraham and more. During his years in Bais Medrash Taharos, he was one of the writers of the Mishnayos, Daas Eliyahu that was published by the Kollel on Maseches Kelim and took a part in editing other writings of Rishonim. At Bais Vaad L’Chachamim, Rav Shapira renewed the concept of deep Shiurim in Nach, which were once customary in Brisk. Part of his shiurim were edited in the Kvatzim “Bais Vaad L’Chachamim”, which were published within the Bais HaMedrash.
he: ראש הכולל רבי חיים מרדכי שפירא שליט"א נולד וגדל בירושלים, למד בישיבת עטרת ישראל וידוע כאחד מתלמידיו הקרובים, של ראש הישיבה הגאון רבי ברוך מרדכי אזרחי שליט"א לאחר נישואיו עם בתו של אחד מחשובי הדיינים בארה"ק הגאון רבי שלמה דיכובסקי שליט"א, למד בבית המדרש ברמת השרון של הגאון רבי יעקב אדלשטיין זצ"ל, ולאחר מכן בבית המדרש "טהרות" בירושלים שם הוא לומד עד היום בסדר שני לאורך השנים הוא שמר על קשר קרוב ומיוחד עם הגאון רבי יעקב אדלשטיין זצ"ל, ועם שאר בשרו הגאון רבי משה שפירא זצ"ל שקירבוהו וחיבבוהו מאד בנוסף, עוד המוקדמות בישיבה, ר' חיים מרדכי חיבר והוציא לאור קבצים שונים, כשהמפורסם שבהם הינו ספר הזכרון ברית אברהם במהלך שנות לימודו בבית-מדרש טהרות משמש כאחד מכותבי "משניות דעת אליהו" על מסכת כלים היוצאות לאור ע"י הכולל, וכמו כן לקח חלק בעריכת והדרת ספרי ראשונים ב"בית ועד לחכמים", הרב שפירא חידש את מסירת השיעורים העמוקים בנ"ך, שיעורים היו נהוגים בעבר בבית "בריסק". חלק משיעוריו נערכו בקבצי "בית ועד לחכמים" שהוצאו לאור בבית המדרש

# more
source: Learn more
he: ראה המשך

# Recommendations
source: Performances and Recommendations
he: מראות והמלצות

# num30_77
source: Age 30 and up
he: מגיל 30 ועד

# num700
source: Children
he: ילדים

# num87
source: Recipients of scholarships
he: מקבלי מלגות

# num960000
source: Annual budget in dollars
he: תקציב שנתי בדולרים
