Repository: taliRabinvovitz/BVL-webSite
Catalog: BVL/Resource/RBeitVaad.*.resx
Languages: he

source: age
he: גיל

# Audio
source: Audio Lessons
he: הקלטות

# Books
source: Books and pamphlets
he: ספרים וחוברות

# childrenNum
source: number of children
he: מספר ילדים

source: description
he: תאור

# downloads
source: Every time on its due date, the Vaad Committee releases a collection of "Vayyatam" about the time and is distributed both in the Holy Land and in the United States in the "Tiferet Gedalyahu" From time to time, the Beit Vaad Hakhamim collection is published on a variety of issues
he: מדי מועד במועדו יוצאים על ידי בית הועד קובץ "ויעודם" בעניני המועד ומופץ הן בארץ הקודש והן בארצות הברית בקהילה השותפה "תפארת גדליהו" בראשות הגאון הגדול רבי רפאל הלוי שארר מעת לעת יוצא קובץ "בית ועד לחכמים" בשלל הסוגיות הנלמדות

# Lessons
source: Lessons and essays
he: שיעורים וחיבורים

# name
source: Rabi
he: הרב

# category
source: Select a category
he: בחר קטגוריה

# rasha
source: As a center for a group of Torah scholars who are cleverly curled, the teachers of his generation saw the need to bring the blessing of this group of scholars to those who have yet to reach this level, such as learning and teaching.
he: כולל "בית ועד לחכמים", בהיותו מרכז וקיבוץ לתלמידי חכמים המסלסלים בחכמה, ראו מורי דרכו צורך גם להביא מברכת קיבוץ תלמידי חכמים אלו, אל אותם שעדיין לא הגיעו לדרגה זו, בבחינת "ללמוד וללמד"

# rasha1
source: For this reason, there is a group of "I took you" to the kollel students from Russia and the Commonwealth of Independent States, each of whom has its unique way of writing the text of the verse (Jeremiah 3:14): "I took you from one city and two from a family and brought you Zion." The study of those who seek God, together with outstanding Torah scholars who have become so tired of Shas and poskim, opens up new possibilities for them to transcend learning, which would not have been possible had they been in a beit midrash for themselves.
he: משום כך קיימת בתוך בית המדרש, חבורת "ולקחתי אתכם" לאברכים יוצאי רוסיה ומדינות חבר העמים, אשר כל אחד בדרכו הייחודית קוים בו מאמר הפסוק (ירמיהו ג יד) , "ולקחתי אתכם אחד מעיר ושנים ממשפחה והבאתי אתכם ציון". לימוד מבקשי ה' אלו, לצד תלמידי חכמים מופלגים אשר מלאו כרסם בש"ס ופוסקים, פותח בפניהם אפשרויות חדשות להתעלות בלימוד, מה שלא היה אפשרי אילו היו בבית מדרש לעצמם.

# rasha2
source: The group is headed by Rabbi Elisha Greenberg shlita, one of the pioneers of the Teshuvah movement in the Soviet Union in the 1980s, and after serving in Torah institutions for Russian immigrants.
he: בראש החבורה עומד הרב הגאון רבי אלישע גרינברג שליט"א, מראשוני גידולי תנועת התשובה בברית המועצות בשנות השמונים. לאחר שורת משרות תורניות שמילא, במוסדות התורה ליוצאי רוסיה, כיום משמש גם כר"מ בישיבת "חברון" ליוצאי רוסיה

# rasha3
source: Rabbi Haggai Fershel, the founder and first Rosh Yeshivah at Yeshivat Ohalei Yaakov in Moscow, and the Ga'on Rabbi Reuven Kuklin, who is one of the most prominent lecturers in Russian on Jewish matters, are all scholars of the Beit Midrash for the Sages
he: כמו כן מוסרים שיעורים בפני התלמידים, מלבד ראש הכולל, גם הגאון רבי חגי פרשל שליט"א, מייסד וראש הישיבה הראשון בישיבת אהלי יעקב במוסקבה, והגאון רבי ראובן קוקלין שליט"א מבחירי המרצים ברוסית בענייני יהדות, כולם מלומדי בית ועד לחכמים
